{
  "welcome": "Farmer, stop! Choose the portal you will go through!",
  "send": "Send",
  "emailPlaceholder": "Enter your email address...",
  "loginPlaceholder": "Enter your login...",
  "passwordPlaceholder": "Enter your password...",
  "registration": "Sign up",
  "enter": "Sign in",
  "back": "Back",
  "byEmail": "Sign up via email",
  "loginByEmail": "Sign in via email",
  "signIn": "Sign up",
  "restart": "Do you want to start the game over? All plants from the plot will be removed, and your coin count will reset to its initial amount.",
  "exit": "Do you want to leave your farm? You will return to the start screen.",
  "tools": {
    "shovel": "This is a shovel. A tool of many talents... It's a pity that you only need it to dig up plants. By the way, when you dig them up, I will immediately pay you for them. Dead plants and sprouts, however, will not be paid for. </br></br> Anything else you'd like to know?",
    "bailer": "This is a watering can filled with water. Water is life, especially for our leafy friends. Use the watering can to water the plants. </br></br>Anything else you'd like to know?",
    "fertilizer": "These are fertilizers. Plants need not just to drink but to eat as well. Use the fertilizers to feed the hungry plants. </br></br>Anything else you'd like to know?",
    "sprayer": "This is a magic potion against pests. Insect invaders, the bane of every farmer, shall meet their match. Just spritz this potion onto your plants and watch the pests flee! </br></br>Anything else you'd like to know?",
    "seeds": "These are magical seeds. If you want to grow something, you need to plant a seed in a garden bed. Beware, though - all the seeds are mixed, so there is no telling what will grow. But it's even more fun, don't you think? </br></br>Anything else you'd like to know?"
  },
  "almanacActions": {
    "show": "Show",
    "close": "Everything is clear",
    "exit": "Leave the farm",
    "restart": "Start a new farm",
    "no-close": "No, I don't want"
  },
  "almanacDefault": "Hello! What can I help you with?",
  "character": {
    "empty": "This is an empty garden bed. Plant a seed on it and start caring for it.</br></br>Anything else you'd like to know?",
    "potato": {
      "0": "A handful of soil with an unknown seed. It's interesting to see what will grow from it. Water it and find it out. </br></br>Anything else you'd like to know?",
      "1": "A sprout of singing potatoes. Keep taking care of it, and your potato will burst into song. Resist the urge to unearth it now, for I do not pay for the sprouts. </br></br>Anything else you'd like to know?",
      "2": "The singing potato is a child. It begins emitting sounds, though it is more of babbling than singing. I will pay very little for it, so let it grow a little. </br></br>Anything else you'd like to know?",
      "3": "The singing potato is a teenager. Wow, this potato shows signs of being a future superstar! But it needs to grow up some more. I can give you a good price for it, but if it a bit more mature, I'll give you even more. </br></br>Anything else you'd like to know?",
      "4": "The mature singing potato. How I adore listening to it singing! Waste no time and send it my way — I'll pay you the highest price imaginable. </br></br>Anything else you'd like to know?",
      "5": "Dead sprout of singing potato. Clearly, someone has forsaken their botanical duties. I won't pay for this. </br></br>Anything else you'd like to know?",
      "6": "Ghost of the singing potato. Shame on you for letting such a talent fade away! The ghost of the potato will still be here for a while as a reminder to be more mindful in future. </br></br>Anything else you'd like to know?",
      "7": "BOOM! The singing potato explodes! Note to self: watch out for those explosive tomatoes next time! </br></br>Anything else you'd like to know?"
    },
    "tomato": {
      "0": "A handful of soil with an unknown seed. It's interesting to see what will grow from it. Water it and find it out. </br></br>Anything else you'd like to know?",
      "1": "Explosive tomato sprout. Keep a watchful eye as it grows, and this sprout will soon turn into a burst of fun. Resist the urge to unearth it now, for I do not pay for the sprouts. </br></br>Anything else you'd like to know?",
      "2": "Junior explosive tomato. Tiny but mighty, it can explode nearby plants if left unattended.  I will pay very little for it, so let it grow a little. </br></br>Anything else you'd like to know?",
      "3": "Medium explosive tomato. It's grown up now, so neglect it, and it'll blast more neighbors than ever. It'll be paid for better than its smaller counterpart, but if it ascends to true greatness, get ready for the ultimate reward! </br></br>Anything else you'd like to know?",
      "4": "Wow, we have a real senior tomato here! Hurry, send it my way before it blows up your farm! I'll pay top dollar!</br></br>Anything else you'd like to know?",
      "5": "Dead sprout of explosive tomato. Clearly, someone has forsaken their botanical duties. I won't pay for this. </br></br>Anything else you'd like to know?",
      "6": "BOOM! Junior explosive tomato explodes! In the future, be careful, because it affects other plants. </br></br>Anything else you'd like to know?",
      "7": "BOOM! Medium explosive tomato explodes! It'll hit a bunch of other plants - hope that teaches you a lesson. Be more careful with your farm! </br></br>Anything else you'd like to know?",
      "8": "BOOM! Senior tomato explodes! Someone will have to plant a lot of new seeds. Handle those seeds with care, unless you want your garden to turn into a fireworks show! </br></br>Anything else you'd like to know?"
    },
    "onion": {
      "0": "A handful of soil with an unknown seed. It's interesting to see what will grow from it. Water it and find it out. </br></br>Anything else you'd like to know?",
      "1": "Doctor onion sprout. Keep taking care of it, and the sprout will start getting smarter. Resist the urge to unearth it now, for I do not pay for the sprouts.</br></br>Anything else you'd like to know?",
      "2": "Tiny onion doctor!  Wise beyond its years!  He's holding off pests on the neighboring plot, but watch out - if he falls, the neighbouring plot gets infected.  I will pay very little for it, so let it grow a little. </br></br>Anything else you'd like to know?",
      "3": "Teenage onion doctor. Wow, he made it to intern. He's holding off pests on multiple plots, but watch out – if he falls, a couple of plots get infected. It'll be paid for better than its smaller counterpart, but if it ascends to true greatness, get ready for the ultimate reward! </br></br>Anything else you'd like to know?",
      "4": "Mature onion doctor. It can't wait to lend a leafy hand to those in need. He's the Guardian of many neighboring plots, fending off pesky parasites. But beware, if he falls, prepare for a contagion across a bunch of plots! Waste no time and send it my way — I'll pay you the highest price imaginable.</br></br>Anything else you'd like to know?",
      "5": "Dead sprout of onion doctor. Clearly, someone has forsaken their botanical duties. I won't pay for this. </br></br>Anything else you'd like to know?",
      "6": "Ghost of onion doctor. It could have cured so many! Keep a closer eye on the plants, otherwise they will continue to die. </br></br>Anything else you'd like to know?",
      "7": "BOOM! Mature onion doctor explodes! Note to self: watch out for those explosive tomatoes next time! </br></br>Anything else you'd like to know?"
    }
  },
  "tutorial": {
    "1": "Hello, farmer! My name is Hortensius - I am a wizard. I am here to help you make the farm of your dreams. I have magic seeds. Here you go, give one a try and plant it.",
    "2": "Great! To make the seed sprout, you need to water it. Try using a watering can on this bed.",
    "3": "Wow, it's the sprout of the singing potato! If you keep taking care of it, it'll be the next big stage sensation! The sprout is signaling that it's thirsty - give watering it another shot.",
    "4": "Wonderful! The potato grew up and began to sing! Unfortunately, hunger and insect pests are hindering its growth.  As you can see, the plant itself tells you about this. But you can help! Use fertilizers to feed the plant, and use a magic potion against pests to get rid of insects.",
    "5": "Great job! Thanks to you, the potato is singing even better! But it still has needs that need to be met. Keep taking care of it. It will let you know what it needs.",
    "6": "Congratulations, you have grown your first potato! How beautifully it sings! Send it to my service, and I'll shower you with rewards! ! To do this you need to use a shovel.",
    "7": "You're doing great! Here's your well-deserved reward. Now you can plant even more seeds. They're mixed up, so you never know what plant will grow. Take care of the plants, and when they grow, dig them up and send them to me. I'll pay you for them. Quick tip: no pay for sprouts, keep them growing! Good luck! I'm sure you'll become an excellent farmer! "
  }
}
