{
  "welcome": "Фермер, стой! Выбери портал, через который ты войдешь!",
  "send": "Отправить",
  "emailPlaceholder": "Введите email...",
  "loginPlaceholder": "Введите логин...",
  "passwordPlaceholder": "Введите пароль...",
  "registration": "Регистрация",
  "enter": "Войти",
  "back": "Назад",
  "byEmail": "Через почту",
  "loginByEmail": "Войти через почту",
  "signIn": "Зарегистрироваться",
  "restart": "Ты хочешь начать работу с фермой заново? Все растения с грядки будут удалены, количество монет вернется к изначальному.",
  "exit": "Ты хочешь покинуть свою ферму? Ты вернешься на экран приветствия.",
  "tools": {
    "shovel": "Это лопата. Очень многофункциональный инструмент. Жаль, что тебе она нужна только, чтоб выкапывать растения. Кстати, когда будешь их выкапывать - я сразу же буду тебе за них платить. За мёртвые растения и ростки - я платить не буду. </br></br>Тебе что-нибудь еще подсказать?",
    "bailer": "Это лейка с водой. Вода - это жизнь. Особенно для растений. Используй лейку, чтоб дать растению воду. </br></br>Тебе что-нибудь еще подсказать?",
    "fertilizer": "Это удобрения. Растениям нужно не только пить, но и есть. Используй удобрения, чтоб накормить растения. </br></br>Тебе что-нибудь еще подсказать?",
    "sprayer": "Это зелье против паразитов. Насекомые-вредители - это враги любого фермера. Если хочешь от них избавиться, то распыли на растение это зелье. </br></br>Тебе что-нибудь еще подсказать?",
    "seeds": "Это волшебные семена. Если хочешь что-нибудь вырастить, то нужно посадить семечко на грядку. К сожалению, все семена смешанны, поэтому неизвестно, что может вырасти. Но так ведь даже веселее, правда? </br></br>Тебе что-нибудь еще подсказать?"
  },
  "almanacActions": {
    "show": "Показать",
    "close": "Все понятно!",
    "exit": "Покинуть ферму",
    "restart": "Начать заново",
    "no-close": "Нет, не хочу"
  },
  "almanacDefault": "Привет, что тебе подсказать?",
  "character": {
    "empty": "Это пустая грядка. Посади на неё семечко и начни ухаживать за ним.  </br></br>Тебе что-нибудь еще подсказать?",
    "potato": {
      "0": "Кучка земли с неизвестным семенем . Интересно, что из нее вырастет. Полей её и узнаешь. </br></br>Тебе что-нибудь еще подсказать?",
      "1": "Росток поющей картошки. Продолжай ухаживать за ним и твоя картошка запоет. Лучше не выкапывай его сейчас, ведь я не плачу за ростки. </br></br>Тебе что-нибудь еще подсказать?",
      "2": "Поющая картошка - ребёнок. Она начинает издавать звуки, но на пение это мало похоже. За неё я заплачу совсем немного, лучше дай ей подрасти. </br></br>Тебе что-нибудь еще подсказать?",
      "3": "Поющая картошка - подросток. Ого, эта картошка подаёт признаки талантливого певца! Но ей стоит еще подрасти. Я могу дать тебе за неё неплохую цену, но если она подрастёт, то я дам ещё больше. </br></br>Тебе что-нибудь еще подсказать?",
      "4": "Взрослая поющая картошка. Как же я люблю слушать её пение! Скорее отправляй её ко мне - я заплачу тебе самую большую цену. </br></br>Тебе что-нибудь еще подсказать?",
      "5": "Мертвый росток поющей картошки. Кто-то плохо ухаживает за растениями. За такое я платить не буду. </br></br>Тебе что-нибудь еще подсказать?",
      "6": "Призрак поющей картошки. Как тебе не стыдно - загубил такой талант! Призрак картошки еще побудет здесь некоторое время, а ты будь внимательнее впредь. </br></br>Тебе что-нибудь еще подсказать?",
      "7": "Поющая картошка взрывается! В будущем внимательнее следии за соседними взрывными помидорами!. </br></br>Тебе что-нибудь еще подсказать?"
    },
    "tomato": {
      "0": "Кучка земли с неизвестным семенем . Интересно, что из нее вырастет. Полей её и узнаешь. </br></br>Тебе что-нибудь еще подсказать?",
      "1": "Росток взрывного помидора. Продолжай ухаживать за ним и росток начнёт набирать запал. Лучше не выкапывай его сейчас, ведь я не плачу за ростки. </br></br>Тебе что-нибудь еще подсказать?",
      "2": "Младший взрывной помидор. Он маленький, но уже способен на многое. Как минимум взорвать соседние растения, если за ним не ухаживать. Я могу тебе заплатить за него чуть-чуть, но лучше дай ему подрасти. </br></br>Тебе что-нибудь еще подсказать?",
      "3": "Средний взрывной помидор. Уже не маленький, поэтому если за ним не ухаживать, то заденет больше соседей. Я заплачу за него больше, чем за маленького, но если он вырастет, то заплачу максимальную цену. </br></br>Тебе что-нибудь еще подсказать?",
      "4": "Ого, у нас тут целый сеньор-помидор! Быстрее отправляй его ко мне, пока он не подорвал тебе всю ферму! Я заплачу за него самую большую цену. </br></br>Тебе что-нибудь еще подсказать?",
      "5": "Мертвый росток взрывающегося помидора. Кто-то плохо ухаживает за растениями. За такое я не плачу.  </br></br>Тебе что-нибудь еще подсказать?",
      "6": "Младший взрывной помидор взрывается! В будущем будь аккуратнее, ведь он задевает другие растения. </br></br>Тебе что-нибудь еще подсказать?",
      "7": "Средний взрывной помидор взрывается! Он заденет много других растений - надеюсь, что это будет уроком для тебя. Будь внимательнее со своей фермой! </br></br>Тебе что-нибудь еще подсказать?",
      "8": "Сеньор-помидор взрывается! Кому то придется посадить много новых семян! Будь аккуратнее с ними, если не хочешь, чтоб твои растения не взрывались. </br></br>Тебе что-нибудь еще подсказать?"
    },
    "onion": {
      "0": "Кучка земли с неизвестным семенем . Интересно, что из нее вырастет. Полей её и узнаешь. </br></br>Тебе что-нибудь еще подсказать?",
      "1": "Росток лука-доктора. Продолжай ухаживать за ним и росток начнёт становиться умнее. Лучше не выкапывай его сейчас, ведь я не плачу за ростки. </br></br>Тебе что-нибудь еще подсказать?",
      "2": "Маленький лук-доктор. Умён не по годам! Уверен, что когда он вырастет, то сможет многим помочь. Я могу заплатить за него чуть-чуть, но лучше дай ему подрасти. </br></br>Тебе что-нибудь еще подсказать?",
      "3": "Лук-доктор - подросток. Ого, он дорос до интерна. Ему нужно много и усердно учиться, чтоб стать настоящим доктором. Я заплачу за него побольше, но если он ещё подрастёт, то я заплачу максимальную цену. </br></br>Тебе что-нибудь еще подсказать?",
      "4": "Взрослый лук-доктор! Ему уже не терпится начать помогать кому-либо. Отпрвляй его ко мне - я заплачу за него самую большую цену. </br></br>Тебе что-нибудь еще подсказать?",
      "5": "Мертвый росток лука-доктора. Кто-то плохо ухаживает за растениями. За такое я не плачу.  </br></br>Тебе что-нибудь еще подсказать?",
      "6": "Мертвый лук-доктор! А ведь он стольких мог вылечить! Постарайся повнимательнее следить за растениями, иначе они продолжат гибнуть. </br></br>Тебе что-нибудь еще подсказать?",
      "7": "Лук-доктор взрывается! В будущем внимательнее следии за соседними взрывными помидорами!. </br></br>Тебе что-нибудь еще подсказать?"
    }
  },
  "tutorial": {
    "1": "Привет, фермер! Моё имя Гортензиус - я волшебник. Я здесь, чтоб помочь тебе сделать ферму мечты. У меня есть волшебные семена. Вот держи, попробуй посадить одно. ",
    "2": "Отлично! Чтоб семечко начало расти - его надо полить водой. Попробуй использовать лейку на эту грядку.",
    "3": "Ого, это же росток поющей картошки! Если ты продолжишь за ним ухаживать, то он станёт настоящей звездой эстрады! Росток сигнализирует тебе о том, что хочет пить - попробуй полить его еще раз.",
    "4": "Чудесно! Картошка подросла и начала петь ! К сожалению, ей мешают расти голод и насекомые-вредители. Как видишь, растение само сообщает тебе об этом. Но ты можешь ей помочь. Чтоб накормить растение - используй удобрения, а чтоб избавиться от насекомых - используй зелье против паразитов.",
    "5": "У тебя здорово получается! Благодаря тебе - картошка стала петь еще лучше! Но у неё остаются потребности, которые надо удовлетворять. Продолжай ухаживать за ней. Она сообщит тебе чего ей не хватает.",
    "6": "Поздравляю, ты вырастил свою первую картошку! Как же красиво она поёт! Отправляй её ко мне на службу, а я тебя щедро вознагражу! Для этого тебе необходимо использовать лопату.",
    "7": "Ты отлично справляешься! Вот твоя заслуженная награда. Теперь ты можешь посадить еще больше семян. Они перемешаны, поэтому не получится точно определить, что ты сажаешь. Ухаживай за растениями, а когда они будут вырастать - выкапывай их и отправляй ко мне, я буду за них платить. Обрати внимание, я не плачу за ростки. Желаю тебе удачи! Уверен, что из тебя получится замечательный фермер! "
  }
}
