{
  "welcome": "Фермер, стой! Выбери портал, через который ты войдешь!",
  "send": "Отправить",
  "emailPlaceholder": "Введите email...",
  "loginPlaceholder": "Введите логин...",
  "passwordPlaceholder": "Введите пароль...",
  "registration": "Регистрация",
  "enter": "Войти",
  "back": "Назад",
  "byEmail": "Через почту",
  "loginByEmail": "Войти через почту",
  "signIn": "Зарегистрироваться",
  "restart": "Ты хочешь начать работу с фермой заного? Все растения с грядки будут удалены, количество монет вернется к изначальному.Страница будете перезагружена через короткое время.",
  "exit": "Ты хочешь покинуть свою ферму? Ты вернешься на экран приветсвия.",
  "tools": {
    "shovel": "Главный инструмент, который сделает тебя очень богатым, - садовая лопата. Используй её, чтобы освободить грядку в нужном месте. За растения я плачу, но только за живые и те, что уже выросли из ростков. За ростки не плачу, ни за живые, ни за мертвые. </br></br>Тебе, что-нибудь еще подсказать?",
    "bailer": "Это обычная лейка, но зато она бесплатная. Используй её, чтобы полить растение. </br></br>Тебе, что-нибудь еще подсказать?",
    "fertilizer": "Эти удобрения я подготовил специально для волшебных растений. Используй их, чтобы накормить растение. </br></br>Тебе, что-нибудь еще подсказать?",
    "sprayer": "Распылитель с зельем для унечтожения паразитов. Используй его, чтобы вылечить растение. </br></br>Тебе, что-нибудь еще подсказать?",
    "seeds": "Волшебные семена. Посади их и поливай. Я перемешал семена разных растений по неосторожности, поэтому не знаю, что из них вырастет или кто… </br></br>Тебе, что-нибудь еще подсказать?"
  },
  "almanacActions": {
    "show": "Показать",
    "close": "Все понятно!",
    "exit": "Покинуть ферму",
    "restart": "Начать заного",
    "no-close": "Нет, не хочу"
  },
  "almanacDefault": "Привет, что тебе подсказать?",
  "character": {
    "empty": "Здесь ничего нет, посади что-нибудь. </br></br>Тебе, что-нибудь еще подсказать?",
    "potato": {
      "0": "Кучка земли с неизвестным семенем . Интересно, что из нее вырастет. Полей ее и узнаешь. </br></br>Тебе, что-нибудь еще подсказать?",
      "1": "Росток поющей картошки, продолжай ухаживать за ним и твоя картошка запоет. За ростки я не плачу. </br></br>Тебе, что-нибудь еще подсказать?",
      "2": "Поющая картошка - младенец, продолжай ухаживать за ним и твоя картошка запоет. Я заплачу небольшую цену за нее. </br></br>Тебе, что-нибудь еще подсказать?",
      "3": "Поющая картошка - ребенок. Эта картошка уже подороже и она наконец запела. Я хорошо заплачу за нее. </br></br>Тебе, что-нибудь еще подсказать?",
      "4": "Поющая картошка взрослая. Можешь отправлять ее ко мне на службу. За эту картошку будет самая высокая цена. </br></br>Тебе, что-нибудь еще подсказать?",
      "5": "Мертвый росток поющей картошки. Кто-то плохо ухаживает за растениями. За такое я не плачу. </br></br>Тебе, что-нибудь еще подсказать?",
      "6": "Призрак поющей картошки. Кто-то плохо ухаживает за растениями. За такое я не плачу, даже несмотря на то, что я слышу ее печальное пение и оно прекрасно. Тебе придется подождать, пока призрак не покинет грядку, прежде, чем ты что-то здесь посадишь. </br></br>Тебе, что-нибудь еще подсказать?",
      "7": "Побщая картошка... взрывается... Ну ты молодец, совсем запустил беднягу. </br></br>Тебе, что-нибудь еще подсказать?"
    },
    "tomato": {
      "0": "Кучка земли с неизвестным семенем . Интересно, что из нее вырастет. Полей ее и узнаешь. </br></br>Тебе, что-нибудь еще подсказать?",
      "1": "Росток взрывающегося помидора. Продолжай ухаживать за ним и у тебя выростит милая бомбочка. За ростки я не плачу. </br></br>Тебе, что-нибудь еще подсказать?",
      "2": "Взрывающийся помидор - младенец. Ухаживай за ним, иначе он взорвется и еще своих соседей по грядке спалит. </br></br>Тебе, что-нибудь еще подсказать?",
      "3": "Взрывающийся помидор - ребенок. Ухаживай за ним, иначе он взорвется и еще своих соседей по грядке спалит. Причем больше, чем младенец. </br></br>Тебе, что-нибудь еще подсказать?",
      "4": "Взрывающийся помидор -  взрослый. Лучше отправь его ко мне на службу от греха по дальше. Если за ним не ухаживать, он всю грядку спалить может. </br></br>Тебе, что-нибудь еще подсказать?",
      "5": "Мертвый росток взрывающегося помидора. Кто-то плохо ухаживает за растениями. За такое я не плачу.  </br></br>Тебе, что-нибудь еще подсказать?",
      "6": "Взрывающийся помидор - младенец... взрывается... Ну ты молодец, совсем запустил беднягу. </br></br>Тебе, что-нибудь еще подсказать?",
      "7": "Взрывающийся помидор - ребенок... взрывается... Ну ты молодец, совсем запустил беднягу. </br></br>Тебе, что-нибудь еще подсказать?",
      "8": "Взрывающийся помидор - взрослый... взрывается... Ну ты молодец, совсем запустил беднягу. </br></br>Тебе, что-нибудь еще подсказать?"
    }
  },
  "tutorial": {
    "1": "Ну привет, мой дорогой друг. Вижу, на твоей грядке дела идут совсем туго. Ну ничего, у меня для тебя есть хорошие новости. Я достал тебе волшебных семян, попробуй посадить одно.",
    "2": "Молодец, а теперь давай польем твое семечко и посмотрим, что из него выростит.",
    "3": "Ого у тебя тут росток поющей картошки. Продолжай за ним ухаживать и твоя картошка запоет. Мне кажется она хочет пить, полей ее.",
    "4": "Здорово, теперь твоя картошка впервые увидела мир. Продолжай за ней ухаживать, и она точно запоет. Теперь тебе понадобятся удобрения и распылитель с химикатами, чтобы накормить и вылечить твою картошку от болезней.",
    "5": "Ура! Твоя картошка наконец-то запела, но она может расти и дальше. Используй все необходимые инструменты, чтобы выростить ее до взрослой картошки.",
    "6": "Ну вот, теперь твоя картошка стала совсем взрослой. Используй лопату, чтобы выкопать ее и отправить ко мне на службу, а я тебя щедро награжу.",
    "7": "Спасибо за проделанную работу, вот честно заработанная награда - ты получаешь <number> золотых. Теперь ты сможешь высадить еще семян, правда я их перемешал по неосторожности и теперь не знаю, кто из них вырастет. Плачу я только за тех, кто вырос дальше ростка, за мертвые овощи или за ростки я не плачу. Удачи тебе! Жду, когда ты отправишь ко мне на службу новых работников!"
  }
}
