{
  "welcome": "Фермер, стой! Выбери портал, через который ты войдешь!",
  "send": "Отправить",
  "emailPlaceholder": "Введите email...",
  "loginPlaceholder": "Введите логин...",
  "passwordPlaceholder": "Введите пароль...",
  "registration": "Регистрация",
  "enter": "Войти",
  "back": "Назад",
  "byEmail": "Через почту",
  "loginByEmail": "Войти через почту",
  "signIn": "Зарегистрироваться",
  "tools": {
    "shovel": "Обычная лопата. Используй ее чтобы освободить грядку в нужном месте. За растения я плачу, но только за живые и те, что уже выросли из ростков. За ростки не плачу, ни за живые, ни за мертвые.",
    "bailer": "Обычная лейка. Используй ее чтобы напоить растение.",
    "fertilizer": "Обычные удобрения. Используй их чтобы накормить растение.",
    "sprayer": "Обычный распылитель с химикатами. Используй его чтобы выличить растение.",
    "seeds": "Волшебные семена. Посади их и полей. Я перемашал семена разных растений по неосторожности, поэтмоу не знаю, что из них вырастит."
  },
  "almanacActions": {
    "show": "Показать",
    "close": "Все понятно!"
  },
  "almanacDefault": "Привет, что тебе подсказать?",
  "character": {
    "empty": "Здесь ничего нет, посади что-нибудь.",
    "potato": {
      "0": "Кучка земли с неизвесным семенем интересно, что из нее вырсотит. Полей ее и узнаешь.",
      "1": "Росток поющей картошки, продолжай ухаживать за ним и твоя картошка запоет. За ростки я не плачу.",
      "2": "Поющая картошка младенец, продолжай ухаживать за ним и твоя картошка запоет. Я заплачу не большую цену за него.",
      "3": "Поющая картошка ребенок. Эта картошка уже по дороже и она наконец запела) Я хорошо заплачу за нее.",
      "4": "Поющая картошка взрослая. Можешь отправлять ее ко мне на службу. За эту картошку будет самая высокая цена.",
      "5": "Мертвый росток поющей картошки. Кто-то плохо ухаживает за растениями. За такое, я не плачу.",
      "6": "Призрак поющей картошки. Кто-то плохо ухаживает за растениями. За такое я не плачу, даже не смотря на то, что я слышу ее печальное пение и оно прекрасно. Тебе придется подождать пока призрак не покинет грядку, прежде, чем ты что-то здесь посадишь."
    },
    "tomato": {
      "0": "Кучка земли с неизвесным семенем интересно, что из нее вырсотит. Полей ее и узнаешь.",
      "1": "Росток взрывающегося помидора. Продолжай ухаживать за ним и у тебя выростит мила бомбочка. За ростки я не плачу.",
      "2": "Взрывающийся помидор младенец. Ухаживай за ним иначе он взовется и еще своих соеседей по грядке спалит.",
      "3": "Взрывающийся помидор ребенок. Ухаживай за ним иначе он взовется и еще своих соеседей по грядке спалит.",
      "4": "Взрывающийся помидор взрослый. Лучше отправь его ко мне на службу от греха по дальше. Если за ним не ухаживать он всю грядку спалить может.",
      "5": "Мертвый росток взрывающегося помидора. Кто-то плохо ухаживает за растениями. За такое, я не плачу.",
      "6": "Взрывающийся помидор младенец... взрывается... Ну ты молодец, совсем запустил беднягу.",
      "7": "Взрывающийся помидор ребенок... взрывается... Ну ты молодец, совсем запустил беднягу.",
      "8": "Взрывающийся помидор взрослый... взрывается... Ну ты молодец, совсем запустил беднягу."
    }
  },
  "tutorial": {
    "1": "Ну привет, мой дорогой друг. Вижу на твоей грядке дела идут совсем туго. Ну нчиего у меня для теюя есть хорошие новости. Я достал тебе волшебных семян, попробуй посакдить одно.",
    "2": "Молодец, а теперь давай польем твое семечко и посмотрим, что из него выростит.",
    "3": "Ого у тебя тут росток поющей картошки. Продолжай за ним ухаживать и твоя картошка запоет. Мне кажется она хочет пить, полей ее.",
    "4": "Здорово, теперь твоя картошка впервые увидела мир, продолжай за ней ухаживать и она точно запоет. Теперь тебе пондобятся удобрения и распылитель с химикатами, чтобы накормить и вылечить твою картошку от болезней.",
    "5": "Ура! Твоя картошка наонец-то запела, но она может расти и дальше. Используй все необходимые инструменты, чтобы выростить ее до взрослой картошки.",
    "6": "Ну вот теперь твоя картошка стала совсем взрослой. Используй лопату, чтобы выкопать ее и отправить ко мне на службу, а я тебя щедро награжу.",
    "7": "Спасибо за проделанную работу, вот честно заработнная награда ты получаешь <number> золотых. Теперь ты сможешь высадить еще семяна, правда я их пеермешал по неосторожности и теперь не знаю, кто из них выростит. Плачу я только за тех кто вырос дальше ростка, за мертвые овощи или за ростки я не плачу. Удачи тебе! Жду когда ты отправишь ко мне на служубу новых работничков!"
  }
}
